[
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "templater-obsidian",
  "colored-tags",
  "code-styler",
  "calendar",
  "typst-mate",
  "obsidian-latex-suite",
  "dataview",
  "typst",
  "auto-template-trigger",
  "notebook-navigator"
]